---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerCommunicationException
source: html/84fbfc5c-0cf6-31c0-cdc2-5f4e0e8146e7.htm
---
# RevitServerCommunicationException Properties

The information of the function throwing the exception.